{"content":[{"id":"5bb06b3b","settings":[],"elements":[{"id":"25200044","settings":{"_column_size":100},"elements":[{"id":"298ae5ac","settings":{"editor":"<p><!-- wp:paragraph --><\/p>\n<p><span style=\"text-decoration: underline;\"><strong>(NOT SO FEW) WORDS ABOUT ME<\/strong><\/span><\/p>\n<p>Hey, my name's Sriyashree Padhy, and this might be one of the most boring bios you have ever read (because I'm vastly inexperienced in writing them), so bear with me.<\/p>\n<p><!-- \/wp:paragraph --><\/p>\n<p><!-- wp:paragraph --><\/p>\n<p>I am currently a third-year student at Vellore Institute of Technology. I'm originally from Odisha, but I've lived in so many places pan-India that my language, thoughts, etc., all are an absolute chaos. I frequently mix up words, like saying a particular word in my mother tongue while I'm speaking in Hindi, so if you hear me do so, just ignore it, most of the people who know me already do so. :')<\/p>\n<p><!-- \/wp:paragraph --><\/p>\n<p><!-- wp:paragraph --><\/p>\n<p>I am very much interested in a plethora of stuff, like book reading (I just get lost while reading a particularly interesting book), learning a few select languages (French, Korean, Spanish; all because I listen to songs sung in those languages), DIY crafts (though I'm not good at it), watching movies and series (because who doesn't like a good show?), and pretty much everything the majority of people of my generation are interested in. I am usually an introvert at first meeting, but once you become my friend, you will realise I just about never shut up talking. I like playing badminton, having been playing the sport since I was 7 years old. And all this, is what I can think about myself from an informal third-person POV.<\/p>\n<p><!-- \/wp:paragraph --><\/p>\n<p><!-- wp:paragraph --><\/p>\n<p>As for my professional and academic qualifications &amp; achievements, you can go check out my LinkedIn profile, where you will find a complete and detailed list of my completed certifications, my internship experiences, and my skills. I am also currently enrolled in many courses across Coursera, Udemy, and Google Digital Garage, the details of which will be visible on my LinkedIn profile once I've completed them.<\/p>\n<p><!-- \/wp:paragraph --><\/p>","align":"center","typography_typography":"custom","typography_font_family":"Quando","typography_font_weight":"400"},"elements":[],"isInner":false,"widgetType":"text-editor","elType":"widget"}],"isInner":false,"elType":"column"}],"isInner":false,"elType":"section"}],"page_settings":[],"version":"0.4","title":"my bio","type":"page"}